export const ldd = {
  id: 'wrjsjgdh001' ,
  cover: 'http://eeresource.eeclasscloud.com/banner-pic/gangkouBanner.png',
  name: '助教机器人' ,
  title: '助教机器人' ,
  text: [
    '无锡优之为物流智控自动化系统有限公司是一家集销售、研发、生产和服务于一体的国内领先的智能物流系统集成商与物流装备制造商，主要从事企业内物料输送系统以及自动化立体仓库等软硬件系统的研究开发、规划设计、安装实施与技术服务等；为客户提供工业4.0自动化系统整体解决方案。',
    '公司最新研制的智能语音服务机器人是一款专门针对工厂和实验室设备管理、监控、日常维护、故障检测的研发和设计的具有一体化功能的综合性智能服务机器人。服务机器人的驱动结构采取双轮差速结构，可原地360°旋转。智能避让系统采用多种传感器组合，能够准确识别障碍进行避让或者停车等待障碍通过。智能语音服务机器人其语音交互功能，可以通过人机直接对话，对其进行调度操作和管理，并且通过网络可实现远程的语音监控及操作调度。其视觉系统可以通过网络传输清晰的画面，协助工程师对设备进行远程的监控。并且，服务机器人本身具有我司自主研发的操作系统，交互界面功能多样，操作方便。服务机器人的导航系统采取多种导航系统综合优选的方式，可以根据实际的工厂或者实验室环境选择二维码导航或者磁性感应地标导航。'
  ],
  pic: [
    'http://eeresource.eeclasscloud.com/robot/robot1112.JPG',
  ],
  table : {
    column: 3 ,
    thead: true,
    theaddata:['项目', '单位', '数值'],
    data: [
      ['型号', '-', 'FJ1066'] ,
      ['驱动形式', '-', '双轮差速驱动'] ,
      ['外形尺寸(高度)', 'mm', '1600'] ,
      ['自重', 'kg', '50'] ,
      ['电压', 'V', 'DC24'] ,
      ['电池', '-', '锂电池/铅酸电池'] ,
      ['充电方式', '-', '全自动在线充电/离线充电'] ,
      ['导航方式', '-', '磁条/二维码导航'] ,
      ['停止精度', 'mm', '±10'] ,
      ['充电方式', 'mm', '±5'] ,
      ['避障方式', '-', '激光/红外/超声'] ,
      ['通信方式', '-', '无线局域网']

    ]
  },
  video: [
    'http://eeresource.eeclasscloud.com/robot/robot1111.mp4'
  ]
}
